Repository: mcgregormedia/Purchase-Orders-for-WooCommerce
Catalog: languages/pofwc-*.po
Languages: fr_ca

source: Purchase Order
fr_ca: Bon de commande

source: Allows purchase order payments.
fr_ca: Autorise les paiements par bon de commande.

source: Enable/Disable
fr_ca: Activer/Désactiver

source: Enable purchase order payment
fr_ca: Activer le paiement par bon de commande

source: Checkout order status
fr_ca: Statut de la commande à la caisse

source: This controls the order status after checkout.
fr_ca: Cela contrôle le statut de la commande après le passage à la caisse.

source: Title
fr_ca: Titre

source: This controls the title for the payment method the customer sees during checkout.
fr_ca: Cela contrôle le titre du mode de paiement que le client voit lors du passage à la caisse.

source: Purchase order
fr_ca: Bon de commande

source: Payment method description that the customer will see on your checkout.
fr_ca: Description du mode de paiement que le client verra lors du passage à la caisse.

source: We will send our invoice to the address supplied.
fr_ca: Nous enverrons notre facture à l’adresse fournie.

source: Instructions that will be added to the thank you page and emails.
fr_ca: Instructions qui seront ajoutées à la page de remerciement et aux courriels.

source: Purchase order number label
fr_ca: Étiquette du numéro de commande d’achat

source: This controls the label of the purchase order number field the customer sees during checkout.
fr_ca: Cela contrôle l’étiquette du champ du numéro de commande d’achat que le client voit lors du passage à la caisse.

source: Purchase order number
fr_ca: Numéro de de bon de commande

source: Is purchase order number a required field?
fr_ca: Le numéro de commande d’achat est-il un champ obligatoire ?

source: Company name
fr_ca: Nom de l’entreprise

source: Display company name field?
fr_ca: Afficher le champ du nom de l’entreprise ?

source: Is company name a required field? Uncheck this if this field is not to be displayed.
fr_ca: Le nom de l’entreprise est-il un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Address line 1
fr_ca: Ligne d’adresse 1

source: Display address line 1 field?
fr_ca: Afficher le champ de la ligne d’adresse 1 ?

source: Is address line 1 a required field? Uncheck this if this field is not to be displayed.
fr_ca: La ligne d’adresse 1 est-elle un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Address line 2
fr_ca: Ligne d’adresse 2

source: Display address line 2 field?
fr_ca: Afficher le champ de la ligne d’adresse 2 ?

source: Is address line 2 a required field? Uncheck this if this field is not to be displayed.
fr_ca: La ligne d’adresse 2 est-elle un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Address line 3
fr_ca: Ligne d’adresse 3

source: Display address line 3 field?
fr_ca: Afficher le champ de la ligne d’adresse 3 ?

source: Is address line 3 a required field? Uncheck this if this field is not to be displayed.
fr_ca: La ligne d’adresse 3 est-elle un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: City
fr_ca: Ville

source: Display city field?
fr_ca: Afficher le champ de la ville ?

source: Is city a required field? Uncheck this if this field is not to be displayed.
fr_ca: La ville est-elle un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: State
fr_ca: État/Province

source: Display state field?
fr_ca: Afficher le champ de l’état/province ?

source: Is state a required field? Uncheck this if this field is not to be displayed.
fr_ca: L’état ou la province est-il un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Zip
fr_ca: Code postal

source: Display zip field?
fr_ca: Afficher le champ du code postal ?

source: Is zip a required field? Uncheck this if this field is not to be displayed.
fr_ca: Le code postal est-il un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Email
fr_ca: Courriel

source: Display email field?
fr_ca: Afficher le champ de l’adresse courriel ?

source: Is email a required field? Uncheck this if this field is not to be displayed.
fr_ca: L’adresse courriel est-elle un champ obligatoire ? Décochez cette option si ce champ ne doit pas être affiché.

source: Show purchase order details in order emails
fr_ca: Afficher les détails de la commande dans les courriels de confirmation

source: Show details
fr_ca: Afficher les détails

source: Choose to display the purchase order details in order emails. Default is checked.
fr_ca: Choisir d’afficher les détails de la commande dans les emails de confirmation. Par défaut, cette option est cochée.

source: Invoice company name
fr_ca: Nom de l’entreprise de la facture

source: Invoice address line 1
fr_ca: Ligne d’adresse 1 de la facture

source: Invoice address line 2
fr_ca: Ligne d’adresse 2 de la facture

source: Invoice address line 3
fr_ca: Ligne d’adresse 3 de la facture

source: Invoice city
fr_ca: Ville de la facture

source: Invoice state
fr_ca: État/Province de la facture

source: Invoice zip
fr_ca: Code postal de la facture

source: Invoice email
fr_ca: Courriel de la facture

source: Please enter a purchase order number.
fr_ca: Veuillez entrer un numéro de commande d’achat.

source: Please complete the address to send the invoice to - company name is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - le nom de l’entreprise est manquant.

source: Please complete the address to send the invoice to - address line 1 is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - la ligne d’adresse 1 est manquante.

source: Please complete the address to send the invoice to - address line 2 is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - la ligne d’adresse 2 est manquante.

source: Please complete the address to send the invoice to - address line 3 is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - la ligne d’adresse 3 est manquante.

source: Please complete the address to send the invoice to - city is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - la ville est manquante.

source: Please complete the address to send the invoice to - state is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - l’état ou la province est manquante.

source: Please complete the address to send the invoice to - zip is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - le code postal est manquant.

source: Please complete the address to send the invoice to - email is missing.
fr_ca: Veuillez compléter l’adresse pour envoyer la facture - l’adresse courriel est manquante.

source: Please check the invoice email address supplied is a valid email address.
fr_ca: Veuillez vérifier que l’adresse courriel de la facture fournie est valide.

source: Purchase order information
fr_ca: Informations sur le bon de commande

source: Purchase order number:
fr_ca: Numéro de bon de commande:

source: Invoice details:
fr_ca: Détails de la facture:

source: Purchase order company name
fr_ca: Nom de l’entreprise de bon de commande

source: Purchase order address line 1
fr_ca: Ligne d’adresse 1 de la facture de bon de commande

source: Purchase order address line 2
fr_ca: Ligne d’adresse 2 de la facture de bon de commande

source: Purchase order address line 3
fr_ca: Ligne d’adresse 3 de la facture de bon de commande

source: Purchase order town
fr_ca: Viile de bon de commande

source: Purchase order county
fr_ca: État/Province de bon de commande

source: Purchase order postcode
fr_ca: Code postal de bon de commande

source: Purchase order email
fr_ca: Courriel de bon de commande

source: Purchase Order number
fr_ca: Numéro de bon de commande

source: Invoice details
fr_ca: Détails de la facture

source: Settings
fr_ca: Détails de la facture

source: Invoice address
fr_ca: L’adresse de la facture

source: Purchase Orders for WooCommerce
fr_ca: Bons de commande pour WooCommerce

source: Adds a Purchase Order payment method to WooCommerce.
fr_ca: Ajoute un mode de paiement par bon de commande à WooCommerce.
